{
  "parallels": [],
  "black_verbose": [
    {
      "ref": "1.6.12",
      "text": "Indra for you we invoke\n\n On all sides from other men;\n\n Be he ours only.\n\nIndra men call in reverence\n\n That he may cause their prayers to be accomplished;\n\n Hero, men overpowering, delighting in strength,\n\n Do thou confer upon us a stall full of kine.\n\nO Çatakratu, the strength of thine\n\n That is in the five folks,\n\n That do I choose of thee.\n\nTo thee hath been assigned for mighty power,\n\n For ever, in the slaying of Vrtra,\n\n All lordship, and all strength, O thou that art worthy of sacrifice\n\n In the overcoming of man, by the gods, O Indra [1].\n\nIn whom the seven Vasavas rest\n\n As it were firm rooted,\n\n The Rsi of farthest hearing,\n\n The glowing pot is the guest of Indra.\n\nIn the raw thou didst produce the cooked,\n\n And madest the sun to mount in the sky;\n\n Like the glowing pot heat ye the Saman\n\n With good prayers, delightful to the lover of song.\n\nIndra the singers aloud,\n\n Indra with praises the praisers,\n\n Indra the songs have praised.\n\nThe singers sing thee [2];\n\n The praisers hymn thy praise;\n\n The Brahmans raise thee,\n\n 0 Çatakratu, like a pole.\n\nLet us offer our praise to him who delivereth from trouble,\n\n Swiftest to give, celebrating his loving kindness;\n\nIndra, accept this oblation;\n\n May the desires of the sacrificer be fulfilled.\n\nThat to which Dhisana impelled me have I produced;\n\nshall praise Indra before the decisive day;\n\n Him that goeth as with a ship\n\n Both parties invoke that there he may rescue us.\n\nFirst lord of sacrifices [3],\n\n Freeing from trouble, the best of those worthy of offering,\n\n Son of the waters, the impeller, O ye Açvins;\n\n Do ye confer power and strength on this one.\n\nSmite away our foes, O Indra;\n\n Cast down the warriors;\n\n Make him low\n\n Who is hostile to us.\n\nO Indra, thou wast born for rule, for prosperous strength\n\n Of the people, O strong one;\n\n Thou didst smite away the unfriendly folk,\n\n And madest wide room for the gods.\n\nLike a dread beast, evil, roaming the mountains,\n\n He hath come from the furthest place [4];\n\n Sharpening thy lance, thy sharp edge, O Indra,\n\n Smite the foes, drive away the enemy.\n\nDrive away the foe, the enemy,\n\n Smash the jaws of Vrtra;\n\n In rage do thou avert the anger\n\n Of him who is hostile to us.\n\nThe guardian Indra, the helper Indra,\n\n The hero ready to hear at every call, Indra,\n\ninvoke the strong one, invoked of many, Indra;\n\n May Indra in his bounty bestow on us prosperity.\n\nMay we not [5], O strong one, in this distress,\n\n Be handed over to evil, O lord of the ways;\n\n Guard us with true protection;\n\n May we be dear to you among the princes.\n\nThe Anus have wrought a chariot for thy steed;\n\n Tvastr a glorious bolt, O thou invoked of many;\n\n The Brahmans magnifying Indra with their praises\n\n Have strengthened him for the slaying of the serpent.\n\nWhat time the strong sang praise to the strong,\n\nIndra, the stones and Aditi in unison,\n\n Without steeds or chariots were the fellies\n\n Which, sped by Indra, rolled against the Dasyus.\n\nPRAPATHAKA VII\n\nThe Part of the Sacrificer in the New and Full Moon Sacrifices\n\ni. 7. 1. Cattle attend the cooked offerings of him who has established a fire. The cooked offering is the Ida; it is placed in the world of the sacrifice between the fore- and the after-offerings. Over it as it is brought up he should say, 'O thou of fair rain colour, come hither'; the cattle are the Ida; verily he summons cattle. The gods milked the sacrifice, the sacrifice milked the Asuras; the Asuras, being milked by the sacrifice, were defeated; he, who knowing the milking of the sacrifice [1] sacrifices, milks another sacrificer. 'May the blessing of this sacrifice be fulfilled for me', he says; this is the milking of the sacrifice; verily with it he milks it. The cow is milked willingly, and willingly the Ida is milked for the sacrificer; these are the teats of Ida, 'Ida is invoked'. Vayu is the calf. When the Hotr summons the Ida, then the sacrificer looking at the Hotr should in mind reflect on Vayu [2]; verily he lets the calf go to the mother. By the whole sacrifice the gods went to the world of heaven; Manu laboured with the cooked offering; the Ida went to Manu; the gods and the Asuras called severally upon her, the gods directly, the Asuras indirectly; she went to the gods; the cattle choose the gods, cattle deserted the Asuras. If he desire of a man, 'May he be without cattle', he should invoke the Ida indirectly for him; verily he becomes without cattle [3]. If he desire of a man, 'May he be rich in cattle', he should invoke the Ida directly for him; verily he becomes rich in cattle. The theologians say, 'He would invoke the Ida indeed who in invoking the Ida should invoke himself in the Ida.' 'To us be she dear, victorious, bountiful', he says; verily in invoking the Ida he invokes himself in the Ida. The Ida is as it were a breach in the sacrifice; half they eat [4], half they wipe; in this regard the sacrifice of the Asuras was broken; the gods united it by the holy power (Brahman). 'May Brhaspati extend this for us', he says; Brhaspati is the holy power (Brahman) of the gods; verily by the holy power (Brahman) he unites the sacrifice. 'May he unite this scattered sacrifice', he says, for continuity. 'May the All-gods rejoice here', he says; verily continuing the sacrifice he indicates it to the gods. The [5] sacrificial fee which he gives at the sacrifice his cattle accompany; he having sacrificed is like to become without cattle; 'the sacrificer must so arrange', they say, 'that he may place among the gods what is given, but keep his cattle with himself.' 'Swell, O ruddy one', he says; the ruddy one is the sacrifice; verily he magnifies the sacrifice; thus he places among the gods what is given, but keeps his cattle with himself. 'May (my act) as I give be not destroyed', he says; verily he avoids destruction; 'May (my act) as I work not perish', he says; verily he attains prosperity.",
      "instruction_count": 5,
      "length": 5893
    },
    {
      "ref": "1.3.14",
      "text": "Thou, O Agni, art Rudra, the Asura of the mighty sky,\n\n Thou art the host of the Maruts, thou art lord of food;\n\n Thou farest with ruddy winds, blessing the household;\n\n Thou, as Pasan dost, protectest thy worshippers with thyself.\n\nRudra, king of the sacrifice,\n\n True offerer, priest of both worlds,\n\n Agni before the dreadful thunder,'\n\n Of golden colour, win ye for help.\n\nAgni hath set him down as priest, good sacrificer,\n\n On the lap of his mother, in the fragrant place,\n\n The youthful, the wise, pre-eminent among men [1], righteous,\n\n Supporter of the folk in whose midst he is kindled.\n\nGood hath he made our sacrifice this day;\n\n The hidden tongue of the sacrifice have we found\n\n He hath come, fragrant, clothed in life;\n\n He hath made our sacrifice this day to prosper.\n\nAgni hath cried like Dyaus thundering,\n\n Licking the earth, devouring the plants;\n\n Straightway on birth he shone aflame;\n\n He blazeth with his light within the firmaments.\n\n In thee, O many-faced sacrificer [2],\n\n Morning and evening, the sacrificers place their treasures,\n\n In whom, purifying, good things are placed, even as the heaven and earth (support) all beings.\n\nTo thee, best of Angirases,\n\n All folk with fair dwellings severally,\n\nAgni, have turned to gain their wish.\n\nMay we win by thy help, O Agni, our wish,\n\n Wealth with fair offspring, O wealthy one:\n\n May we win booty, seeking for booty;\n\n May we win, O deathless, undying glory.\n\nO Agni, of the Bharatas, youngest,\n\n Bear to us excellent, glorious wealth, [3]\n\nbright one, wealth which many desire.\n\nWhite robed is he, thundering, standing in the firmament.\n\n Youngest, with loud-sounding immortal ones,\n\n Who, purifying, most manifold,\n\n Agni, marcheth devouring many broad (forests).\n\nMay he give thee life on every side,\n\n Agni here, the desirable.\n\n Let thy breath come back to thee;\n\ndrive away the disease from thee.\n\nGiving life, O Agni, rejoicing in the oblation\n\n Be thou faced with ghee, and with birthplace of ghee\n\n Having drunk the ghee, the sweet, the delightful product of the cow,\n\n As a father his son [4], do thou protect him.\n\nTo thee, the eager one,\n\nknower of all, O active one,\n\n Agni, I offer this fair praise.\n\nFrom the sky was Agni first born,\n\n From us secondly he who knoweth all,\n\n In the waters thirdly the manly;\n\n The pious man singeth of him, the undying, as he kindleth him.\n\nPure, O purifying one, to be lauded,\n\nAgni, mightily thou shinest,\n\n To whom offering is made with ghee.\n\nShining like gold, he hath become widely resplendent,\n\n For glory shining with immortal life;\n\n Agni became immortal in his strength [5],\n\n What time prolific Dyaus begat him.\n\nWhat time his glory urged the lord to strength,\n\n Then (did) Dyaus (let) the pure seed be sprinkled openly;\n\n Agni begot the host, the blameless, the youthful,\n\n The worshipping, and gave it impulse.\n\nHe (flourishes) with keener mind, aided by thee.\n\ngiver! give (us wealth) in good offspring;\n\nAgni, may we enjoy wealth richest in heroes;\n\n (Wealth) that is excellent, uttering praises to thee.,'\n\nO Agni, bring us strong wealth,\n\n By the force of thy glory,\n\n That is above [6] all men\n\n And openly prevaileth in contests for booty.\n\nO Agni, mighty one, bring to us\n\n That wealth which prevaileth in contests;\n\n For thou art true, wondrous,\n\n The giver of booty of kine.\n\nTo Agni let us make service with hymns,\n\n Who feedeth on bull and cow,\n\n The disposer, backed with Soma.\n\nFor thou art, O son, a singer, seated at the feast;\n\n Agni made at birth a path and food;\n\n Do thou, O giver of strength, bestow strength upon us;\n\n Be victorious like a king; thou rulest within without a foe.\n\nO Agni, thou purifiest life [7];\n\n Do thou give food and strength to us;\n\n Far away drive ill-fortune.\n\nO Agni, good worker, purify for us\n\n Glory in good heroes;\n\n Giving increase and wealth to me.\n\nO Agni the purifying, with thy light,\n\n 0 god, with thy pleasant tongue,\n\n Bring hither the gods and sacrifice.\n\n aa Do thou, O shining and purifying one,\n\nAgni, bring hither the gods\n\n To our sacrifice and our oblation.\n\n bb Agni, of purest vows,\n\n Pure sage, pure poet,\n\n Shineth in purity, when offering is made.\n\n cc O Agni, thy pure,\n\n Bright, flaming (rays) arise,\n\n Thy lights, thy flames.\n\nPRAPATHAKA IV\n\nThe Soma Cups",
      "instruction_count": 6,
      "length": 4266
    },
    {
      "ref": "1.6.11",
      "text": "He who knows the seventeenfold Prajapati as connected with the sacrifice rests secure through the sacrifice, and falls not away from the sacrifice. 'Do thou proclaim' has four syllables; 'Be it proclaimed' has four syllables; 'Utter' has two syllables; 'We that do utter' has five syllables; the Vasat has two syllables; this is the seventeenfold Prajapati as connected with the sacrifice; he who knows thus rests secure through the sacrifice and does not fall away from the sacrifice. He who knows the beginning, the support, the end of the sacrifice [1] reaches the end with a secure and uninjured sacrifice. 'Do thou proclaim'; 'Be it proclaimed'; 'Utter'; 'We that do utter'; the Vasat call, these are the beginning, the support, the end of the sacrifice; he who knows thus reaches the end with a secure and uninjured sacrifice. He who knows the milking of the generous one milks her indeed. The generous one is the sacrifice; (with the words) 'Do thou proclaim', he calls her; with 'Be it proclaimed' [2], he lets (the calf) go up to her; with 'Utter', he raises (the pail); with 'We that do utter', he sits down beside her, and with the Vasat call he milks. This is the milking of the generous one; he who knows thus milks her indeed. The gods performed a sacrificial session; the quarters were dried up; they discerned this moist set of five; (with the words) 'Do thou proclaim', they produced the east wind; with 'Be it proclaimed', they caused the clouds to mass together; with 'Utter' they begat [3] the lightning; with 'We that do sacrifice' they made rain to fall, and with the Vasat call they caused the thunder to roll. Then for them the quarters were made to swell; for him who knows thus the quarters are made to swell. One knows Prajapati, Prajapati knows one; whom Prajapati knows, he becomes pure. This is the Prajapati of the texts, 'Do thou proclaim', 'Be it proclaimed', 'Utter', 'We that do utter', the Vasat call; he who knows thus becomes pure. 'Of the seasons spring [4] I delight', he says; the fore-sacrifices are the seasons; verily he delights the seasons; they delighted place themselves in order for him; the seasons are in order for him who knows thus. 'By sacrifice to the gods, Agni and Soma, may I be possessed of sight', he says; the sacrifice is possessed of sight through Agni and Soma; verily by means of them he confers sight upon himself. 'By sacrifice to the god Agni, may I be an eater of food', he says; Agni is among the gods the eater of food; verily by means of him [5] he confers the eating of food upon himself. 'Thou art a deceiver; may I be undeceived; may I deceive N. N.', he says; by that deceit the gods deceived the Asuras; verily by this he deceives his foe. 'By sacrifice to the gods, Agni and Soma, may I be a slayer of foes', he says; by means of Agni and Soma Indra slew Vrtra; verily by means of them he lays low his foe. 'By sacrifice to the gods, Indra and Agni, may I be powerful and an eater of food', he says; verily he becomes powerful and an eater of food. 'By sacrifice to the god Indra, may I be powerful', he says; verily he becomes powerful. 'By sacrifice to the god Mahendra, may I attain superiority and greatness', he says; verily he attains superiority and greatness. 'By sacrifice to the god Agni Svistakrt, may I attain security through the sacrifice, enjoying long life', he says; verily he confers long life upon himself and attains security through the sacrifice.",
      "instruction_count": 4,
      "length": 3446
    },
    {
      "ref": "1.2.14",
      "text": "Put forth thy strength like a spreading net;\n\n Come like a mighty king with thy retainers;\n\n Hurling thy swift net thou shootest arrows;\n\n Pierce the Raksases with thy keenest (darts).\n\nSwiftly thy whirling flames descend;\n\n bring upward Follow them, glowing in thy fury;\n\n Thy heat, O Agni, thy winged (flames) with thy tongue,\n\n Unfettered, on all sides spread thy firebrands.\n\nSend forth thy spies, swiftest in thy motion;\n\n Be an unfailing guardian to this folk,\n\n From him who afar plans evil [1], from him who near;\n\nAgni let no trouble from thee overwhelm us.\n\nArise, O Agni; spread thyself out;\n\n Burn up our foes, O thou of keen dart;\n\n Him who hath wrought evil for us, O blazing one,\n\n Do thou consume utterly like dry stubble.\n\nArise; drive from us (our foes);\n\n Reveal thy heavenly strength, O Agni,\n\n Slacken the strung (weapon) of the demon-driven;\n\n Crush our foes, kin or not kin.\n\nHe knows thy [2] loving kindliness, O most youthful one,\n\n Who hath given furtherance to this devotion;\n\n All happy days for him, glory, and wealth\n\n --Opening the doors of the miser--he hath revealed.'\n\nLet him, O Agni, be fortunate and munificent,\n\n Who with constant oblation, who with praise,\n\n Seeks to delight thee in his life in his house;\n\n May all days be happy for him; be that the will.\n\nI praise thy loving kindness; loud sounding (thou singest) a reply;\n\n Let this song of mine, beloved of thee, sing with thee [3]\n\n With good steeds and fair chariots may we adorn thee;\n\n Maintain for us the lordly power as the days go by.\n\nHere let each serve thee readily,\n\n That shinest in the darkness, as the days go by;\n\n Happy and joyous may we attend thee\n\n That dost surpass the glories of men.'\n\nHe who with good steeds and rich in gold\n\n Approacheth thee, O Agni, with a rich chariot,\n\n His protector thou art, the comrade of him\n\n Who duly offereth thee glad reception.\n\nThe great I overcome [4] through kinship and my songs;\n\n That hath descended to me from Gotama, my sire;\n\n Pay heed to this song of ours,\n\nHotr, most youthful, skilful, friend of the house.\n\nSleepless, speedy, propitious,\n\n Unwearied, never hostile, unexhausted,\n\n May thy guardians, O Agni, taking their places here united,\n\n Protect us, O wise one.\n\nIn Thy guardians, O Agni, who seeing,\n\n Guarded from ill the blind Mamateya,\n\n He of all wisdom guarded these kindly ones;\n\n The foes that were fain to deceive could not [5] deceive.\n\nIn unison with thee, aided by thee,\n\n Under thy leadership, let us gain strength;\n\n Fulfil both our desires, O truthful one;\n\n Perform it forthwith, O fearless one.\n\nWith this fuel, O Agni, will we serve thee;\n\n Accept the song of praise recited for thee;\n\n Burn those that revile, the Raksases; guard us,\n\n From the foe, the reviler, O rich in friends, from blame.\n\ntouch the steed that slayeth the Raksases;\n\ngo for shelter to the friend most spreading;\n\n May Agni, enkindled with our offerings, sharpening (his dart)\n\n Guard us by day, [6] from harm and by night.\n\nWith great radiance Agni shineth;\n\n All things doth he reveal by his might;\n\n He overcometh godless and malign enchantments\n\n He sharpeneth his horns to pierce the Raksas.\n\nLet the roarings of Agni rise to the heaven,\n\n Sharp weapons to slay the Raksas;\n\n In the carouse his radiance bursteth forth\n\n The godless assailers cannot restrain him.\n\nPRAPATHAKA III\n\nThe Victim for Agni and Soma",
      "instruction_count": 7,
      "length": 3373
    },
    {
      "ref": "1.7.6",
      "text": "'We have come to the heaven: to the heaven we have come', he says; verily he goes to the world of heaven. 'May I not be cut off from seeing thee; what heat is thine, to that of thee may I not be brought low', he says; that is according to the text. 'Thou art good, the best of rays; thou art life-bestowing, bestow life upon me', he says; verily he invokes this blessing. He falls away from this world, who [1] takes the steps of Visnu, for from the world of heaven the steps of Visnu are taken. The theologians say, 'He indeed would take the steps of Visnu who after acquiring these worlds of his foe should descend again to this world.' This is his return descent to this world, in that he says,'Here do I exclude my enemy N. N. from these quarters, from this sky'; verily having acquired these worlds of his foe he descends again to this world. 'I have been united [2] with the light', he says; verily he rests on this world. 'I turn the turning of Indra', he says; Indra is yonder sun; verily he turns his turning. He turns to the right; verily he revolves round his own strength; therefore the right side of a man is the stronger; verily also he turns the turning of the sun. 'May I be united with offspring, offspring with me', he says; verily [3] he invokes this blessing. 'Kindled, O Agni, shine for me; kindling thee, O Agni, may I shine', he says; that is according to the text. 'Be rich the sacrifice; may I be rich', he says; verily he invokes this blessing. Within the Garhapatya much variegated work is performed; with two verses to Agni, the purifier, he pays reverence to the Garhapatya; verily he purifies the fire, he purifies himself; (he uses) two for support. 'O Agni, lord of the house', he says [4]; that is according to the text. 'For a hundred winters', he says; 'for a hundred winters may I kindle thee', he says in effect. He utters the name of his son; verily he makes him an eater of food. 'This prayer I utter, bringing light for the race', he should say who has no son born to him, verily is born to him a brilliant and resplendent son. 'This prayer I utter, bringing light to N. N.', he should say who has a son born [5]; verily he bestows upon him brilliance and splendour. He who having yoked the sacrifice does not let it free becomes without a support. 'Who yoketh thee? Let him set thee free', he says; Who (\nka\n) is Prajapati; verily by Prajapati he yokes him, by Prajapati he lets him free, for support. The vow if not released is liable to consume (the sacrificer); 'O Agni, lord of vows, I have performed my vow', he says; verily he releases his vow [6], for atonement, to prevent burning. The sacrifice goes away, and turns not back; to him who sacrifices knowing the restoration of the sacrifice it does turn back; 'The sacrifice hath become, it hath come into being', he says; this is the restoration of the sacrifice, and thereby he restores it. Excellence has not been obtained by him who having established a fire has no retinue; cattle indeed are the retinue of a Brahman. Having sacrificed, he should step forward to the east and say, 'Rich in cattle, in sheep, O Agni, in horses is the sacrificer'; he wins his retinue, he obtains a thousand cattle, in his offspring a strong one is born.\n\nThe Vajapeya",
      "instruction_count": 3,
      "length": 3252
    },
    {
      "ref": "1.6.10",
      "text": "'Thou I art secure; may I be secure among my equals', he says; verily he makes them secure.' 'Thou art dread; may I be dread among my equals'; verily he makes them harmonious. 'Thou art overcoming; may I be overcoming among my equals,' he says; verily he overthrows him who rises against him. 'I yoke thee with the divine Brahman', he says; this is the yoking of the fire; verily [1] with it he yokes it. With the prosperous part of the sacrifice the gods went to the world of heaven, with the unsuccessful part they overcame the Asuras. 'Whatever, O Agni, in this sacrifice of mine may be spoiled', he says; verily with the prosperous part of the sacrifice the sacrificer goes to the world of heaven, with the unsuccessful part he overcomes the foes. With these Vyahrtis he should set down the Agnihotra. The Agnihotra is the beginning of the sacrifice, these Vyahrtis are the Brahman; verily at the beginning of the sacrifice he makes the Brahman [2]. When the year is completed he should thus with these (Vyahrtis) perform the setting down; verily with the Brahman he surrounds the year on both sides. He who is undertaking the new and full moon and the four monthly offerings should set in place the oblations with these Vyahrtis. The new and full moon and the four monthly sacrifices are the beginning of the sacrifice, these Vyahrtis are the Brahman; verily at the beginning of the sacrifice he makes the Brahman. When the year is completed, he should thus with them (Vyahrtis) set down (the oblations), and so with the Brahman he surrounds the year on both sides. To the kingly class falls the blessing of the part of the sacrifice which is performed with the Saman [3]; to the people (falls) the blessing of what (is performed) with the Rc; now the Brahman sacrifices with an offering without a blessing; when he is about to recite the kindling-verses he should first insert the Vyahrtis; verily he makes the Brahman the commencement, and thus the Brahman sacrifices with an offering which has a blessing. If he desire of a sacrificer, 'May the blessing of his sacrifice fall to his foe', he should insert for him those Vyahrtis in the Puronuvakya (verse); the Puronuvakya has the foe for its divinity; verily the blessing of his sacrifice falls to his foe [4]. If he desire of sacrificers, 'May the blessing of the sacrifice fall to them equally', he should place for them one of the Vyahrtis at the half-verse of the Puronuvakya, one before the Yajya, and one at the half-verse of the Yajya, and thus the blessing of the sacrifice falls to them equally. Even as Parjanya rains down good rain, so the sacrifice rains for the sacrificer; they surround the water with a mound, the sacrificer surrounds the sacrifice with a blessing. 'Thou art mind derived from Prajapati [5], with mind and true existence do thou enter me', he says; mind is derived from Prajapati, the sacrifice is derived from Prajapati; verily he confers upon himself mind and the sacrifice. 'Thou art speech, derived from Indra, destroying the foe; do thou enter me with speech, with power', he says; speech is derived from Indra; verily he confers upon himself speech as connected with Indra.",
      "instruction_count": 4,
      "length": 3170
    },
    {
      "ref": "1.8.22",
      "text": "O Agni and Visnu, great is your greatness;\n\n Rejoice ye in the secret names of the ghee;\n\n Placing in every house seven treasures,\n\n May your tongue move forth to the ghee.\n\nO Agni and Visnu, great is your dear abode;\n\n Ye taste the ghee, rejoicing in its secrets;\n\n In every home increasing lauds,\n\n May your tongue move forth to the ghee.\n\nMay the goddess Sarasvati\n\n With strength, rich in mares,\n\n Further us, she that aideth prayer.\n\nTo us from the sky, from the great [1] mountain;\n\n May Sarasvati, the worshipful, come to the sacrifice\n\n May the goddess rejoicing in our supplication, rich in ghee,\n\n May she hearken gladly to our effectual speech.\n\nO Brhaspati, with the All-gods,\n\n Do thou rejoice in our oblations;\n\n Grant riches to the generous giver.\n\nThen to the father, with the All-gods, to the strong one,\n\n Let us pay honour with sacrifices, with reverence, with oblations;\n\nBrhaspati, with good offspring, with heroes,\n\n May we be lords of wealth.\n\nThat various wealth bestow upon us,\n\nBrhaspati, that shall surpass the enemy,\n\n That shall shine glorious, with insight among men,\n\n That shall be resplendent in glory, O thou who art born of holy order [2].\n\nO Mitra and Varuna,\n\n Bedew our pasturage with ghee\n\n With mead the regions, O ye wise ones.\n\nDo ye unloose your arms for us to live;\n\n Do ye bedew our pasturage with ghee;\n\n Make us famous among the folk, O ye young ones;\n\n Hearken, O Mitra and Varuna, to these my supplications.\n\nAgni for you I honour in song,\n\n The god first of the bright ones;\n\n Honouring him who prospereth the fields\n\n Like a much loved friend.\n\nSwiftly (goeth) the chariot of the worshipper [3]\n\n Like a hero in every contest;\n\n He who by sacrifice is fain to win the mind of the gods\n\n Shall prevail over those who sacrifice not.\n\nThou art not harmed, O sacrificer,\n\n Nor thou, O pourer, nor thou, O pious one;\n\n There shall be wealth of heroes,\n\n And plenteousness of swift steeds;\n\n No one shall in act approach him,\n\n No one shall anticipate him nor stay him.\n\nStreams, health-bringing, like milch cows,\n\n Pour up to the man who hath sacrificed and shall sacrifice;\n\n Him who filleth and satiateth [4], bringing fame,\n\n Streams of ghee approach on all sides.\n\nO Soma and Rudra, do ye drive away\n\n The evil spirit that hath entered our abode;\n\n Far away from us smite misfortune;\n\n Whatever sin we have done remove from us.\n\nO Soma and Rudra, do ye give to us,\n\n In our bodies, all these medicines;\n\n Loosen and remove the evil we have done\n\n That is bound within our bodies.\n\nO Soma and Pusan, begetters of wealth,\n\n Begetters, of sky, begetters of earth,\n\n Born as protectors of the whole world,\n\n The gods have made (you) the navel of immortality.\n\nIn the birth of these gods they rejoiced;\n\n They concealed the hateful darkness;\n\n Through these two, Soma and Pusan,\n\n The Indra made the cooked (milk) among the raw cows.\n\nSacred Texts\n |\n\nHinduism\n\n« Previous: Yajur Veda Kanda I\n\nIndex\n\nNext: Yajur Veda Kanda II »",
      "instruction_count": 5,
      "length": 2973
    },
    {
      "ref": "1.5.11",
      "text": "Let Vaiçvanara with succour for us\n\n Come from afar,\n\n Agni through the hymn which brings (him).\n\nThe righteous Vaiçvanara,\n\n Lord of right and of light,\n\n The immortal cauldron we seek.'\n\nA greater than the marvels of Vaiçvanara\n\n By his craftsmanship the sage hath performed alone;\n\n Magnifying both parents, sky and earth,\n\n Rich in seed, was Agni born.\n\nDesired in the sky, Agni, desired on earth,\n\n Desired he entereth all the plants;\n\n Agni Vaiçvanara eagerly desired,\n\n May he by day [1] and night protect us from the foe.\n\nIn that, when born, O Agni, thou didst survey the worlds,\n\n Like a busy herd that goeth around his flock,\n\n Do thou, O Vaiçvanara, find a way for the Brahman;\n\n Do ye protect us ever with your blessings.\n\nThou, O Agni, blazing with light,\n\n Didst fill the firmament at thy birth;\n\n Thou, O Vaiçvanara, wise one, by thy might\n\n Didst free the gods from misfortune.'\n\nO Agni, among our bountiful lords, preserve\n\n The lordship, uninjured, unageing, rich in heroes;\n\n May we win booty a hundred, a thousandfold,\n\nVaiçvanara [2], O Agni, through thy help.\n\nMay we enjoy the loving kindness of Vaiçvanara,\n\n For he is the king, the orderer of the worlds\n\n Hence born be discerneth all the (earth),\n\n Vaiçvanara vieth with the sun.\n\nThine anger, O Varuna, would we avert with reverence,\n\n With sacrifices, with oblations\n\n Ruling, O wise Asura, O king,\n\n Do thou unloose the sins we have committed.\n\nUnloose from us, O Varuna, the highest,\n\n The lowest, the midmost knot;\n\n Then may we, O Aditya [3], in thy rule,\n\n Be guiltless before Aditi.\n\nOf Dadhikravan have I sung,\n\n The swift strong horse;\n\n May he make our mouths fragrant;\n\n May he lengthen our days.\n\nDadhikra with his glory hath overspread the five peoples,\n\n As the sun with his light the waters;\n\n May the strong steed, winning a hundred, a thousand,\n\n Fill with boney these words of ours.\n\nAgni, the head.\n\nThou art.\n\nO Maruts, what time seeking your favour\n\n We call on you from the sky,\n\n Do ye come unto us [4].\n\nThe protections which ye have for the earnest worshipper,\n\n Threefold do ye grant them to the generous giver,\n\n To us, O Maruts, do ye accord them;\n\nstrong ones, give us wealth rich in heroes:\n\nLet Aditi save us,\n\n Let Aditi give us protection,\n\n Let Aditi guard us from tribulation.\n\nThe mighty mother of the righteous,\n\n The spouse of holy order, let us invoke to aid us,\n\n The powerful, the unageing, the wide\n\n Aditi, who giveth good protection and good guidance.\n\nEarth strong to save, sky unrivalled,\n\n Aditi who giveth good protection and good guidance,\n\n The divine ship with good oars, the blameless,\n\n Which leaketh not, let us mount for prosperity.\n\nHappily have I mounted this ship\n\n With a hundred oars and a hundred spars,\n\n Without leak, able to convey across.\n\nPRAPATHAKA VI\n\nThe Part of the Sacrificer in the New and Full Moon Sacrifices.",
      "instruction_count": 6,
      "length": 2861
    },
    {
      "ref": "1.5.7",
      "text": "There is no sacrifice without a Saman. 'As we approach the sacrifice', he says; verily he yokes a Stoma with it. 'Approach', he says; offspring and cattle approach the world; verily he approaches cattle and offspring and this world. 'After his ancient splendour', he says; the ancient is the world of heaven; verily he mounts upon the world of heaven. 'Agni is the head of the sky, the height', he says; verily he makes him the head [1] of his equals, and verily from the world of the gods he rests in the world of men. 'Here hath he first been established by the establishers', he says; verily he makes him the principal. 'Ye twain shall be summoned, O Indra and Agni', he says; verily he wins might and force. 'This is thy due place of birth', he says; wealth is cattle; verily he wins cattle. With six (verses) he pays reverence; the seasons are six [2]; verily he rests on the seasons. With six subsequent (verses) he pays reverence; they make up twelve; the year has twelve months; verily he rests on the year. Just as a man, a horse, a cow, are worn out, so the fire when established wears out; at the end of the year he pays reverence with (verses) containing the words Agni and\npu\n; verily he renews it and makes it unageing, and also purifies it. He pays reverence; that is his union. He pays reverence [3]; that is his bond. He pays reverence; that is his appeal. He pays reverence; that is as if an inferior brings (something) to a superior and pays him honour. 'Thou art giver of life, O Agni; give me life', he says, for he is a giver of life. 'Thou art giver of radiance, O Agni; give me radiance', he says, for he is a giver of radiance. I Thou art guardian of the body, O Agni; guard my body', he says [4], for he is a guardian of the body. 'O Agni, whatever is deficient in my body, do thou make that good for me', he says; 'whatever is deficient in my offspring and cattle, do thou make that good for me', be says in effect. 'O thou of various splendour, in safety may I reach the end of thee', he says; that of various splendour is the night. The Brahmans aforetime feared its not dawning; verily he wins the dawn. 'Kindling thee for a hundred winters' [5], he says; man lives a hundred years and has a hundred powers; verily he rests on life and power. This is a pipe with projections; by it the gods made piercings of hundreds of the Asuras; in that he takes up the kindling-stick with this verse, the sacrificer hurls the hundred-slaying (verse) as a bolt against his enemy to lay (him) low without fail. 'Thou, O Agni, hast attained the radiance of the sun', he says; 'that thou art, thus may I be', he says in effect. 'Thou, O Agni, hast the radiance of the sun', he says; verily he invokes this blessing.",
      "instruction_count": 4,
      "length": 2729
    },
    {
      "ref": "1.7.13",
      "text": "The months, the woods,\n\n The plants, the mountains,\n\n The earth and sky in longing,\n\n The waters, followed Indra on his birth.\n\nTo thee hath been assigned for mighty power,\n\n For ever, in the slaying of Vrtra,\n\n All lordship, and all strength, O thou that art worthy of sacrifice\n\n In the overcoming of man by the gods, O Indra,\n\nIndrani beyond other women\n\nhave heard to be favoured with a spouse,\n\n For never at any time [1]\n\n Shall her husband die of old age.\n\nI have not joyed, O Indrani,\n\n Without my friend Vrsakapi,\n\n Whose oblation rich in water\n\n Goeth dear to the gods.\n\nHe who first born in his wisdom\n\ngod, surpassed the gods in insight,\n\n From whose breath the sky and earth recoiled,\n\n In the greatness of his manhood, he, O ye men, is Indra.\n\nHitherward be thy might with aid, O dread Indra,\n\n What time the armies meet in combat,\n\n And the arrow flieth from the arms of the strong men;\n\n Let not thine [2] anger spread on every side.\n\nDestroy us not; bring and give to us\n\n That plenteous bounty which thou hast to give to the pious man,\n\n For this new gift, this song we have sung to thee;\n\n Let us speak forth in praise of Indra.\n\nBring it to us, let none intercept it;\n\n For we know thee as wealth lord of riches;\n\n That mighty gift of thine, O Indra,\n\n Vouchsafe it us, O lord of the bay steeds [3].\n\nWith our oblation we summon\n\n 1ndra, the giver;\n\n Fill both thy hands with bounty;\n\n Give to us from the left and the right.\n\nThe giver, the bolt-bearer, the bull, the overpowering,\n\n The impetuous, the king, slayer of Vrtra, drinker of the Soma,\n\n Seated at this sacrifice on the strew,\n\n Be thou health and wealth to the sacrificer.\n\nIndra, the protector, the granter of aid with his aids;\n\n All knowing, be kindly to us;\n\n Let him restrain the enemy, let him make security,\n\n May we be lords of strength [4].\n\nMay we enjoy the favour of him the worshipful,\n\n And also his loving kindness;\n\n May the protector Indra, the granter of aid,\n\n For ever fend far from us the enemy.\n\nRich banquets be ours with Indra,\n\n With mighty strength,\n\n Wherewith fed we may be glad.\n\nTo Indra, here sing strength\n\n To place his chariot in the front;\n\n Even in conflict in battle he maketh wide room;\n\n Slayer of foes in the contests\n\n Be thou our comforter;\n\n Let the feeble bowstrings\n\n Of the others break on their bows.\n\nPRAPKTHAKA VIII\n\nThe Rajasuya",
      "instruction_count": 4,
      "length": 2360
    }
  ],
  "white_concise": [
    {
      "ref": "1.18",
      "text": "Agni, do thou accept our holy service.\n Keeper art thou: make firm the Air's mid-region. For the\n foe's death I set thee on, devoted to priesthood and nobility\n and kinsmen.\n Thou art a stay: uphold the sky securely. For the foe's\n death, etc.\n I set thee on for sake of all the regions. Formers of layers\n are ye, and heap-formers, With Bhrigus’ and Angirases’\n heat be heated.",
      "instruction_count": 2,
      "length": 378
    },
    {
      "ref": "1.16",
      "text": "Thou art a cock whose tongue is sweet with honey. Call to\n us hither sap and manly vigour.\n May we with thee in every fight be victors. Rain-grown art\n thou. May the rain-grown receive thee.\n Cleared off are fiends, cleared off are evil beings. Expelled\n are fiends. May Vâyu separate you. May Savitar the\n God, the golden-handed, with flawless hand unto himself\n receive you.",
      "instruction_count": 2,
      "length": 376
    },
    {
      "ref": "1.22",
      "text": "For generation's sake I join thee. This is Agni's. This Agni-Soma's.\n Thee for food.\n Thou art the caldron, life of all that liveth. Spread thyself\n widely forth, thou, widely spreading. So may thy Lord of\n sacrifice spread widely.\n Thy skin let Agni harm not. In highest heaven let the God\n Savitar hake thee.",
      "instruction_count": 3,
      "length": 310
    },
    {
      "ref": "1.25",
      "text": "O Earth, whereon men serve the Gods with worship, let me\n not do thy plant's root any damage.\n Go to the pen, the cowstall. Heaven rain for thee.\n On this earth's farthest end, God Savitar, bind him, with\n hundred fetters bind the man who hates us and whom\n we hate. Thence do not thou\nrelease\n him.",
      "instruction_count": 2,
      "length": 299
    },
    {
      "ref": "1.26",
      "text": "May I drive Araru away from Earth, the seat of men's oblations\n to the Gods. Go to the pen . . . . . . . release him\n (as in verse 25).\n O Araru, thou shalt not soar to heaven. Let not thy drop\n mount upward to the sky.\n Go to the pen . . . . . . . release him (as in verse 25).",
      "instruction_count": 2,
      "length": 278
    },
    {
      "ref": "1.19",
      "text": "Giver of happiness art thou. Rejected are fiends, rejected\n are malignant beings. Aditi's skin art thou, May Aditi\n receive thee.\n Bowl, rock art thou. May Aditi's skin receive thee.\n Thou art the sky's supporting pillar.\n Bowl from the rock art thou. The rock receive thee.",
      "instruction_count": 2,
      "length": 274
    },
    {
      "ref": "1.11",
      "text": "Thee for abundance, not for evil spirit. May mine eye look\n upon the light of heaven.\n\nMay those with doors stand on the earth securely. Throughout\n the spacious middle air I travel.\n Upon the navel of the earth I place thee, on Aditi's lap.\n Protect the oblation, Agni!",
      "instruction_count": 3,
      "length": 270
    },
    {
      "ref": "1.14",
      "text": "Giver art thou of happiness. Rejected are fiends, rejected\n are malignant beings.\n Aditi's akin art thou. May Aditi receive thee. A wooden\n stone art thou. Thou art a broad-based stone. May the\n skin of Aditi receive thee.",
      "instruction_count": 2,
      "length": 222
    },
    {
      "ref": "1.9",
      "text": "Thou art unbent, receiver of oblations. Stand firmly in thy\n place and do not totter.\n Nor be thy Lord of sacrifice unsteady.\n Let Vishnu mount thee. To the wind lie open. The demons\n are expelled. Let the five grasp it.",
      "instruction_count": 2,
      "length": 220
    },
    {
      "ref": "1.3",
      "text": "Thou art the strainer, hundred-streamed, of Vasu. Thou\n art the strainer, thousand-streamed, of Vasu.\n May Savitar the God with Vasu's strainer, thousand-streamed,\n rightly cleansing, purify thee.",
      "instruction_count": 2,
      "length": 196
    }
  ],
  "later_chapters": [
    {
      "reference": "19.1",
      "text": "SWEET with the sweet, I sprinkle thee with Soma, strong\n with the strong, the nectar with the nectar,\n The honey-sweet with what is sweet as honey.\n Soma art thou. Get dressed for the Asvins. Get dressed\n for Sarasvatî. Get dressed for Indra the Good Deliverer.",
      "mandala": 19,
      "hymn": 1,
      "verse": 1,
      "vedaId": "yajurveda_white"
    },
    {
      "reference": "19.2",
      "text": "Hence pour ye forth the flowing juice, Soma, best Sacrificial\n food.\n He who, man's friend, hath run within the waters hath with\n the pressing-stones poured out the Soma.",
      "mandala": 19,
      "hymn": 2,
      "verse": 1,
      "vedaId": "yajurveda_white"
    },
    {
      "reference": "20.1",
      "text": "BIRTH PLACE of princely power art thou: centre art thou\n of princely power.\n Harm not thyself: do me no harm.",
      "mandala": 20,
      "hymn": 1,
      "verse": 1,
      "vedaId": "yajurveda_white"
    },
    {
      "reference": "20.2",
      "text": "Varuna, Law's maintainer, hath sat down, etc., as in X. 27.\n Save me from death. Save me from lightning.",
      "mandala": 20,
      "hymn": 2,
      "verse": 1,
      "vedaId": "yajurveda_white"
    },
    {
      "reference": "25.1",
      "text": "-FIFTH.\n\nI GRATIFY Fresh Grass with his teeth, Avakâ with his gums,\n Clay with his tooth-sockets, Tegas with his fangs. The\n tongue-tip for Sarasvatî; I gratify the root of the tongue\n and the palate with his neigh, Vâja with his jaws, the\n Waters with his mouth, the Stallion with his testicles,\n the Âdityas with the beard, Path with his eyebrows,\n Heaven and Earth with his eyelashes, Lightning with\n the pupils of his eyes. Hail to the white! Hail to the\n black! Effectual are his eyelashes, irresistible are his\n lower eyelashes; irresistible are his eyelashes, effectual\n are his lower eyelashes.",
      "mandala": 25,
      "hymn": 1,
      "verse": 1,
      "vedaId": "yajurveda_white"
    },
    {
      "reference": "25.2",
      "text": "With his breath I gratify Vâta; with his outbreath the two\n Nostrils; with his lower lip the Upayâma; with his\n upper lip Existence. With his bright look I please Antara,\n with his reflection Bâhya; the Whirlpool with his head;\n Thunder with his frontal bone; the Lightning-flash with\n his brain; Lightning with the pupils of his eyes; Hearing\n with his external ears; Ears with his internal ears;\n Blood with his lower neck; Waters with the fleshless\n part of his neck; Thought with the back neck-tendons;\n Aditi with his head; Nirriti with his ragged head;\n Vital Breathings with his roars; Tempest with his crest.",
      "mandala": 25,
      "hymn": 2,
      "verse": 1,
      "vedaId": "yajurveda_white"
    },
    {
      "reference": "30.1",
      "text": "OUR sacrifice, God Savitar! speed onward: speed to his share\n the sacrifice's patron.\n May the Celestial Gandharva, cleanser of thought and will,\n make clean our thoughts and wishes.\n The Lord of Speech sweeten the words we utter!",
      "mandala": 30,
      "hymn": 1,
      "verse": 1,
      "vedaId": "yajurveda_white"
    },
    {
      "reference": "30.2",
      "text": "May we attain that excellent glory of Savitar the God:\n So may he stimulate our prayers.",
      "mandala": 30,
      "hymn": 2,
      "verse": 1,
      "vedaId": "yajurveda_white"
    },
    {
      "reference": "35.1",
      "text": "-FIFTH.\n\nBEGONE the Panis, hence away, rebellious, scorners of the\n Gods!\n The place is his who poured the juice.",
      "mandala": 35,
      "hymn": 1,
      "verse": 1,
      "vedaId": "yajurveda_white"
    },
    {
      "reference": "35.2",
      "text": "Let Savitar approve a spot upon the earth for thy remains:\n And let the bulls be yoked for it.",
      "mandala": 35,
      "hymn": 2,
      "verse": 1,
      "vedaId": "yajurveda_white"
    },
    {
      "reference": "40.1",
      "text": "ENVELOPED by the Lord must be This All—each thing that\n moves on earth.\n With that renounced enjoy thyself. Covet no wealth of\n any man.",
      "mandala": 40,
      "hymn": 1,
      "verse": 1,
      "vedaId": "yajurveda_white"
    },
    {
      "reference": "40.2",
      "text": "One, only doing Karma here, should wish to live a hundred\n years.\n No way is there for thee but this. So Karma cleaveth not\n to man.",
      "mandala": 40,
      "hymn": 2,
      "verse": 1,
      "vedaId": "yajurveda_white"
    }
  ],
  "black_ritual": [
    {
      "ref": "1.1.1",
      "text": "For food thee, for strength thee!\n\nYe are winds, ye are approachers.\n\nLet the god Savitr impel you to the most excellent offering.\n\nO invincible ones, swell with the share for the gods,\n\n Full of strength, of milk, rich in offspring, free from sickness, from disease.\n\nLet no thief, no evil worker, have control over you.\n\nLet Rudra's dart avoid you.\n\nAbide ye, numerous, with this lord of cattle.\n\nDo thou protect the cattle of the sacrificer."
    },
    {
      "ref": "1.1.3",
      "text": "Be ye pure for the divine rite, the sacrifice to the gods.\n\nThou art the cauldron of Matariçvan.\n\nThou art the heaven, thou art the earth.\n\nThou art the all-supporting with the highest support.\n\nBe firm, waver not.\n\nThou art the strainer of the Vasus, of a hundred streams, thou art that of the Vasus, of a thousand streams.\n\nThe spot (\nstoka\n) has been offered, the drop has been offered.\n\nTo Agni, to the mighty firmament!\n\nHail to sky and earth!\n\nThis is she of all life, this is the all-encompassing, this is the all-doing.\n\nBe ye united, that follow holy orders,\n\n Ye that wave and are fullest of sweetness,\n\n Delightful for the gaining of wealth.\n\nWith Soma I curdle thee, curds for Indra.\n\nO Visnu, guard the offering."
    },
    {
      "ref": "1.1.4",
      "text": "For the rite you two, for the gods may I be strong.\n\nThee for accomplishment!\n\nThe Raksas is burnt up, the evil spirits are burnt up.\n\nThou art the yoke.\n\nInjure him who injures us, injure him whom we injure.\n\nThou art of gods the most firmly jointed, the most richly filled,\n\n the most agreeable, the best of carriers, the best caller of the gods.\n\nThou art the oblation-holder that wavers not.\n\nBe firm, waver not.\n\nI gaze on thee with the eye of Mitra.\n\nBe not afraid, be not troubled, let me harm thee [1] not.\n\n(Be thou) wide open to the wind.\n\nOn the impulse of the god Savitr, with the arms of the Açvins,\n\n with the hands of Pusan, I offer thee dear to Agni, to Agni and Soma.\n\nThis of the gods, this of us too.\n\nFor prosperity thee, not for misfortune.\n\nMay I behold the light, the radiance for all men.\n\nMay they that have doors stand firm in heaven and earth.\n\nFare along the wide atmosphere.\n\nI place thee in the lap of Aditi.\n\nO Agni, guard the offering."
    },
    {
      "ref": "1.1.5",
      "text": "Let the god Savitr purify you, with a filter that has no flaw,\n\n with the rays of the bright sun.\n\nYe divine waters, that go in front and first purify, forward lead\n\n this sacrifice, place in front the lord of the sacrifice.\n\nYou Indra chose for the contest with Vrtra, ye chose Indra for\n\n the contest with Vrtra.\n\nYe are sprinkled.\n\nI sprinkle you agreeable to Agni, to Agni and Soma.\n\nBe ye pure for the divine rite, for the sacrifice to the gods.\n\nThe Raksas is shaken off, the evil spirits are shaken off.\n\nThou art the skin of Aditi, may the earth' recognize thee [1].\n\nThou art the plank' of wood, may the skin of Aditi recognize thee.\n\nThou art the body of Agni, loostener of speech.\n\nI grasp thee for the joy of the gods.\n\nThou art the stone of wood.\n\nDo thou with good labour elaborate this offering for the gods.\n\nUtter food, utter strength;\n\nMake ye glorious sounds.\n\nMay we be victorious in contest.\n\nThou art increased by the rain.\n\nMay that which is increased by the rain recognize thee.\n\nThe Raksas is cleared away, the evil spirits are cleared away.\n\nThou art the share of the Raksases.\n\nLet the wind separate you.\n\nLet the god Savitr of golden hands, seize you."
    },
    {
      "ref": "1.1.6",
      "text": "The 7 Raksas is shaken off, the evil spirits are shaken off.\n\nThou art the skin of Aditi, may the earth recognize thee.\n\nThou art the supporter of the sky, may the skin of Aditi recognize thee.\n\nThou art a bowl of rock, may the supporter of the sky recognize thee.\n\nThou art a bowl made of the rock, may the rock recognize thee.\n\nOn the impulse of the god Savity, with the arms of the Açvins, with the hands of Prisan, I pour thee out.\n\nThou art stimulating, stimulate the gods.\n\nFor expiration thee, for inspiration thee, for through-breathing thee (I pound).\n\nMay I extend for long the life (of the sacrificer).\n\nLet the god Savitr, of golden hands, seize you.\n\n1. 1. 7\n\nBold art thou, support our prayer.\n\nO Agni, drive off the fire that eats raw flesh, send away the corpse-eating one, bring hither the fire that sacrifices to the gods.\n\nThe Raksas is burnt, the evil spirits are burnt.\n\nThou art firm; make firm the earth, make life firm, make offspring firm, make his follows subordinate to this sacrificer.\n\nThou art a supporter, make firm the atmosphere, make expiration firm, make inspiration firm, make his fellows subordinate to this sacrificer.\n\nThou are supporting, make the heaven firm, make the eye [1] firm, make the ear firm, make his fellows, &c.\n\nThou art a support, make the quarters firm, make the organ firm, make offspring firm, make his fellows, &c.\n\nYe are gatherers, bring offspring to this sacrificer, wealth to him, make his fellows, &c.\n\nBe ye heated with the heat of the Bhrgus and the Angirases.\n\nThe potsherds which wise men collect for the cauldron, these are in Pusan's guardianship. Lot Indra and Vayu set them free."
    }
  ],
  "white_ritual": [
    {
      "ref": "1.1",
      "text": "THEE for food. Thee for vigour. Ye are breezes.\n To noblest work God Savitar impel you. Inviolable! swell\n his share for Indra.\n No thief, no evil-minded man shall master you rich in off-spring,\n free from pain and sickness.\n Be constant, numerous to this lord of cattle. Guard thou\n the cattle of the Sacrificer."
    },
    {
      "ref": "1.2",
      "text": "Strainer of Vasu art thou. Thou art heaven. Earth art\n thou. Thou art Mâtarisvan's caldron.\n Thou art the All-container. Stand thou firmly, secure by\n Law Supreme, and do not totter. Nor be thy Lord of\n Sacrifice unsteady."
    },
    {
      "ref": "1.4",
      "text": "Which didst thou milk? This is the cow Visvâyu. This\n Visvakarman. This is Visvadhâyas.\n Thee, Indra's share, with Soma do I curdle. Be thou protector\n of the oblation, Vishnu."
    },
    {
      "ref": "1.9",
      "text": "Thou art unbent, receiver of oblations. Stand firmly in thy\n place and do not totter.\n Nor be thy Lord of sacrifice unsteady.\n Let Vishnu mount thee. To the wind lie open. The demons\n are expelled. Let the five grasp it."
    },
    {
      "ref": "1.10",
      "text": "By impulse of God Savitar I take thee with arms of Asvins,\n with the hands of Pûshan,\n Thee dear to Agni, dear to Agni-Soma."
    }
  ]
}